[
  {
    "title": "Biden Visits IBM to Promote Investments in U.S. Semiconductor Production",
    "abstract": "President Biden traveled to Poughkeepsie, N.Y., to connect a $20 billion investment by IBM to the bipartisan bill meant to spur production of critical microchips.",
    "paragraph": "President Biden visited the Hudson Valley of New York on Thursday to tour an IBM facility after the company announced it would invest $20 billion across the region to increase its production of semiconductors and develop advanced technologies, including artificial intelligence and quantum computing."
  },
  {
    "title": "Yvon Chouinard Is the Founder of Patagonia. He’s Also My ‘Dirtbag’ Friend.",
    "abstract": "Yvon Chouinard has given away his company in his fight to save the planet.",
    "paragraph": "Yvon Chouinard still possesses, in the proud parlance of the climbing community, the “dirtbag” sensibility. In the 1960s, he lived to climb and made do selling handmade climbing gear so he could devote himself to the mountains."
  },
  {
    "title": "Biden Administration Outlines Scope of Asian Economic Pact",
    "abstract": "Officials from 14 countries met in Los Angeles this week to discuss a potential economic agreement covering digital trade, secure supply chains, decarbonization and other issues.",
    "paragraph": "The Biden administration on Friday concluded its first round of in-person negotiations for a proposed trade pact with more than a dozen Asian nations, the initial steps toward an agreement that officials said would reassert American influence in the Pacific and counter China’s dominance of the region."
  },
  {
    "title": "Sterling Lord, Premier Literary Agent, Is Dead at 102",
    "abstract": "The list of well-known writers he represented is long. But his success began with an unknown named Jack Kerouac and his hard-to-sell novel “On the Road.”",
    "paragraph": "About 10 years ago Sterling Lord invited four long-term clients of his for lunch at the Regency Hotel in New York. As a matter of longevity, at least, it’s pretty safe to say that no other literary agent anywhere at any time could have assembled such a group."
  },
  {
    "title": "You’ve Seen a Bodega Cat. How About a Barber Shop Rooster?",
    "abstract": "New York City’s beloved bodega cats are internet famous. But other animals — birds, snakes and even pigs — are also at home in neighborhood shops.",
    "paragraph": "Yes, New York’s beloved bodega cats are internet famous. An Instagram account dedicated to chronicling the friendly felines who live at corner delis, serving as both exterminators and entertainers, has more than 400,000 followers. But these aren’t the only animals at home in neighborhood small businesses. There’s the pigeon turned unofficial laundromat mascot. The rescue parrots who keep everyone company in a liquor store. And the rooster who helps a barber stave off homesickness."
  },
  {
    "title": "Tech Companies Slowly Shift Production Away From China",
    "abstract": "Worried about geopolitical tensions and stung by pandemic shutdowns, Google, Apple and others are moving some work to nearby countries.",
    "paragraph": "In the coming weeks, Apple and Google will unveil their latest generation of smartphones, jockeying to distinguish the new devices from previous models. But one of the most significant changes will go largely unnoticed by consumers: Some of these phones will not be made in China."
  },
  {
    "title": "It’s Not Just You — Blank Street Coffee Is Suddenly Inescapable",
    "abstract": "Built around high-volume automated espresso systems, the rapidly expanding coffee shop has caught the attention of skeptical New Yorkers.",
    "paragraph": "In August 2020, a tiny, seafoam-green, electric-powered coffee cart opened in Williamsburg, Brooklyn, advertising local pastries and bagels and coffee beans. On Wythe Avenue, in the heart of one of New York City’s most coffee-saturated neighborhoods, another cute spot to buy an iced latte wasn’t cause for commotion."
  },
  {
    "title": "One Man’s Dream of Fusing A.I. With Common Sense",
    "abstract": "Artificial intelligence systems can process vast amounts of data in seconds, but they can’t make sense of the world or explain their decisions. David Ferrucci wants to change that.",
    "paragraph": "David Ferrucci, who led the team that built IBM’s famed Watson computer, was elated when it beat the best-ever human “Jeopardy!” players in 2011, in a televised triumph for artificial intelligence."
  },
  {
    "title": "Dan Snyder Wasn’t on the N.F.L. Owners’ Meeting Agenda. Here’s What Was.",
    "abstract": "Owners of the league’s teams met to discuss N.F.L. business, including the payment of a $790 million settlement over the Rams’ relocation.",
    "paragraph": "The fate of the Washington Commanders owner Daniel Snyder dominated the reports of the N.F.L. owners’ meeting in Manhattan on Tuesday, after the Indianapolis Colts owner Jim Irsay broke ranks with his peers and told reporters there was merit to forcing Snyder to sell his team."
  },
  {
    "title": "At 13, She Fled the Nazis. At 95, She Runs a Storied Bohemian Hotel.",
    "abstract": "Dylan Thomas stayed there. So did Bob Dylan. And Rita Paul, its doyenne, welcomed them all.",
    "paragraph": "One night in 1980, Rita Paul asked her husband, Daniel, if he minded if they moved into the Hotel Earle, on the corner of Waverly and MacDougal Streets in Greenwich Village."
  }
]
